AllExamsContentHierarchy/ChannelLevelsTopicsSkills/10+2/CoreSystemLevelTopicsSkills/InterChemistryLevelsDelta10.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rfl="http://www.rulefree.com/RfLoadDataSchema">
   <soapenv:Header/>
   <soapenv:Body>
      <LoadTopicsOnlyRequest xmlns="http://www.rulefree.com/RfLoadDataSchema" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.rulefree.com/RfLoadDataSchema RfLoadDataSchema.xsd" reload="false" validateOnly="false">
      
         <id_system>103</id_system>
         <id_level>201</id_level>
         <id_provider>0</id_provider>
         <topicOnlyArray>
                  <topicOnly>
                     <id_topic>14</id_topic>
                     <subject>InterChemistry</subject>
                     <name>Redox reaction and electro chemistry</name>
                     <published>true</published>
                     <derived>false</derived>
                     <skillOnlyArray>
                        <skillOnly>
                           <id_skill>1</id_skill>
                           <name>Topic Tests - Redox reaction and electro chemistry</name>
                           <description>Topic Tests - Redox reaction and electro chemistry</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>2</id_skill>
                           <name>Electronic concepts of oxidation and reduction</name>
                           <description>Electronic concepts of oxidation and reduction</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>3</id_skill>
                           <name>redox reactions, oxidation number</name>
                           <description>redox reactions, oxidation number</description>
                        </skillOnly>
                     </skillOnlyArray>
                  </topicOnly>
         </topicOnlyArray>
      </LoadTopicsOnlyRequest>
   </soapenv:Body>
</soapenv:Envelope>

